{
  "pageTitle": "Portfolio",
  "weddings": [
    {
      "name": "Amy & Leo",
      "description": "Watercolours at Sopley",
      "couple": "Amy & Leo",
      "blurb": "Amy & Leo were an absolute pleasure to work with. Their enthusiasm and passion made it so easy to take their ideas and run with them.\n\nFrom their hanging-disk save the dates, to their amazing flower garland table plan the stationery acted as an anchor for the rest of their day, not to mention their beautiful Order of the Day booklet.\n\nBeing one of the first suppliers Amy & Leo commissioned we were more than happy to liaise with other suppliers during our development time, working closely with the wedding coordinator at Sopley Mill and their florist to make sure the theme worked seamlessly throughout the day. The florist took inspiration from the gorgeous floral illustration managing to match the colours and design perfectly!\n\nThe attention to detail was striking and the whole day was full of personal and fun details.",
      "quote": "Freya created the most beautiful stationery for our special day, and in turn this set the style and theme for everything else. Everyone commented on how amazing it was, and we were very impressed how Freya got our ideas and styling that we had in mind straight away. Thank you!",
      "quoteFrom": "Amy & Leo Glendon-Smith",
      "suppliers": "**- AMY & LEO’S STATIONERY PACKAGE -**\nSave the date, Day & Evening Invitations, Order of Service, Table Plan, Table Names, Place Names, Signage, Menus, Favour Labels & Stickers\n\n**- OTHER SUPPLIERS -**\n\nWatercolours: <a href='http://shop.maiautumn.com' target='_blank'>Mai Autumn</a>\nWedding Planner: <a href='https://theeventpa.co/2015/09/04/summer-wedding-at-sopley-mill/' target='_blank'>The Event PA</a>\nFlorist: <a href='http://conceptflowers.co.uk/' target='_blank'>Concept Flowers</a>\nPhotographer: <a href='http://tomredmanphotography.com/blog/sopley-mill-weddings-dorset/' target='_blank'>Tom Redman</a>\nVenue: <a href='http://sopleymill.co.uk/weddings/' target='_blank'>Sopley Mill, Christchurch</a>",
      "previewImage": "https://ucarecdn.com/acc44372-337c-4204-b13f-d686ee0eb3d5/-/crop/2333x1545/114,136/-/preview/",
      "leadImage": "https://ucarecdn.com/ad206180-79fc-4ca5-87aa-82da26f2cf4c/",
      "gridImage1": "https://ucarecdn.com/c40b0208-4f42-42dc-81c3-6771163ceac7/-/crop/1968x1864/4,0/-/preview/",
      "gridImage2": "https://ucarecdn.com/ab4da2de-c364-4281-bbb2-0f4e20ba45f5/-/crop/588x600/49,0/-/preview/",
      "gridImage3": "https://ucarecdn.com/3e0d5b3c-34de-4939-ad0c-c5c376f5b27a/-/crop/652x627/90,0/-/preview/",
      "gridImage4": "https://ucarecdn.com/f0c40036-ce13-45c3-a40d-c49897e7cd72/",
      "masonryImageTop": "https://ucarecdn.com/cbcb06a1-697f-4a84-a234-92fc7c73088b/",
      "masonryImageLeft": "https://ucarecdn.com/79413242-51b6-4a81-9e3e-8b9f81106916/",
      "masonryImageRight": "https://ucarecdn.com/e28c4975-9f70-49c1-aad6-f25a6e1e0e3c/",
      "masonryImageBottom": "https://ucarecdn.com/224c7ece-595f-4012-9d06-943a111147b6/",
      "featured": false
    },
    {
      "name": "Debra & Graham",
      "description": "Scotland / London / NYC",
      "couple": "Debra and Graham",
      "blurb": "They say never mix business with pleasure, but from the first meeting at St Paul's wine bar with Debra we saw that myth fly right out the window! Over an hour later we were chatting like old friends about every detail of the wedding and getting excited looking at invitation samples and mood-boards.\n\nDebra had a strong idea of the theme and style she was after \"Preppy elegance - meets Scotland - meets NYC - meets London!,\" which resulted in the striking navy & white striped stationery, mixed with a Rennie Mackintosh font and gold foiled monogram.\n\nLandmark building silhouettes from all three locations, which have personal importance to Debra & Graham, followed through the stationery as details in the order of service, table names and the table plan.\n\nMini name tags tied with striped navy ribbon had charity pins fixed to them as doubled up as place names, being fixed round the napkins.\n\nAll this was finished off with 'do not disturb' signs for guests and thank you cards.",
      "quote": "Freya got our style straight away and created beautiful stationery which tied everything together perfectly. I hadn't anticipated that the stationery would be such an important part of the whole wedding but we probably received more comments from guests on that than anything else! Everything from the invitations to the Do Not Disturb signs for hotel doors was stunning! Freya was so lovely to deal with - responsive and friendly and came up with some very original ideas. She also went above and beyond hand delivering our on the day stationery on a Sunday! Can't recommend Br&newweddings highly enough!",
      "quoteFrom": "Debra & Graham Morrison",
      "suppliers": "**- DEBRA & GRAHAMS STATIONERY PACKAGE -**\nDay & Evening Invitations, Order of Service, Table Plan, Table Names, Place Name Charity Pin Tags, Signage, Menus, Cake Decoration Silhouettes, Thank you cards\n\n**- OTHER SUPPLIERS -**\n\nPhotographer: <a href='http://www.gchristiephotography.com/weddings/' target='_blank'>Gwen Christie</a>\nCeremony: *Stepps Parish Church, Glasgow*\nReception: *Hopetoun House, Edinburgh*",
      "previewImage": "https://ucarecdn.com/3e822997-f5a1-436e-9d32-97dda4d23316/-/crop/2299x1616/182,116/-/preview/",
      "leadImage": "https://ucarecdn.com/00d45fd9-e307-4a2d-9efe-89e322b4ffab/",
      "gridImage1": "https://ucarecdn.com/76fde806-3f9a-46de-bc58-7f5d65658b2a/-/crop/1852x1864/0,0/-/preview/",
      "gridImage2": "https://ucarecdn.com/c003e839-f0b0-40ad-9567-fb71acdbe944/-/crop/1855x1864/446,0/-/preview/",
      "gridImage3": "https://ucarecdn.com/09be7254-99eb-4c6c-8789-965c08311105/",
      "gridImage4": "https://ucarecdn.com/abdbfacb-1dda-443e-825a-4bbb8c6fce71/",
      "masonryImageTop": "https://ucarecdn.com/62753320-9888-4169-ae92-55a5ea077057/",
      "masonryImageLeft": "https://ucarecdn.com/ff09829b-1ff5-4674-a3f3-28edeab8f8cc/",
      "masonryImageRight": "https://ucarecdn.com/e3b86efd-7829-40d5-b9d9-3c18e1b44d35/",
      "masonryImageBottom": "https://ucarecdn.com/736d5739-581d-4860-96a6-15045a64dee3/-/crop/2553x1864/160,0/-/preview/",
      "featured": false
    },
    {
      "name": "Jo & Jamie",
      "description": "Woodland Wonderland",
      "couple": "Jo and Jamie",
      "blurb": "From our first meeting with Jo & Jamie we knew we would love the result of their stationery. There was chat of tractor rides, woodland animals, hay bales, and an OWL delivering the ring down the aisle! AMAZING! \n\nThe result was this spectacular illustration depicting all the animals which could be found in the woodland around the reception venue which was atop a hill at Jo's family home. Jo & Jamie wanted a rustic theme but also something unique and the personal detail in the invitations really delivered this. \n\nInstead of a standard invitation suite we created a little booklet which held all the information required for quests, along with a little RSVP postcard. \n\nTheir table names were each one of the animals from the invitations and it was all finished off with the most beautiful map showing the venues and travel info. \n\nEnjoy! ",
      "quote": "Freya is absolutely fantastic and has been from the moment we met. Her ability to translate our jibber jabber into incredible items of wedding stationery is amazing. She has been an absolute joy to work with and her patience knows no bounds! I would (and have!) recommend her to anyone looking for world class stationery.",
      "quoteFrom": "Jo & Jamie Dru",
      "suppliers": "**- JO & JAMIE'S STATIONERY PACKAGE -**\nSave the date, Day & Evening Invitation booklet, Envelope Liners, Stickers, Order of Service, Table Plan, Table Names, Place Names\n",
      "previewImage": "https://ucarecdn.com/acbeba06-f6ed-41f5-bf8e-c31e7c926228/-/crop/2362x1611/88,142/-/preview/",
      "leadImage": "https://ucarecdn.com/d432ffc8-fbd2-4f1c-9723-909f2de5fc37/-/crop/2599x1707/64,0/-/preview/",
      "gridImage1": "https://ucarecdn.com/2567ba1f-fffd-479e-a306-9a4ef4d30ba4/-/crop/1973x1860/612,4/-/preview/",
      "gridImage2": "https://ucarecdn.com/dfdf1420-28dc-4251-97fb-6369b6848487/-/crop/1864x2028/0,428/-/preview/",
      "gridImage3": "https://ucarecdn.com/0033cce4-9a30-4876-b666-659a1766991f/-/crop/1852x2010/12,385/-/preview/",
      "gridImage4": "https://ucarecdn.com/f4327f9e-88f1-4845-8730-05f002946321/-/crop/1864x1967/0,544/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/3637c70b-4676-4386-9ba5-ad3b970e3aa3/-/crop/2816x1779/0,85/-/preview/",
      "masonryImageLeft": "https://ucarecdn.com/800e0480-4a01-4e5d-a573-f2ea06205942/-/crop/1668x2816/196,0/-/preview/",
      "masonryImageRight": "https://ucarecdn.com/bccf631d-2447-485b-9a14-547b7ee70a59/",
      "masonryImageBottom": "https://ucarecdn.com/93e802aa-599a-489e-84a8-178c9ff7136c/",
      "featured": false
    },
    {
      "name": "Lorna & Nathan",
      "description": "Geometrics at Babington",
      "couple": "Lorna and Nathan",
      "blurb": "Over a few coffee's at a fab coffee shop in Little Venice we got to hear about Lorna & Nathan's fantastic weekend adventure they were taking their guests on. \n\nScandi, modern, geometric and metallic were the descriptive words flying around and we were so excited to be working on such a different style of stationery.  \n\nTheir invitations were to come as part of specially compiled goodie boxes including a whole weekend set of treats from toothbrushes to shampoo, alka skeltza and sweets! All with their own branded cotton bag and their invitations sat on top perfectly. \n\nThe style of the day worked perfectly through the stationery suite from quirky on the wonk escort cards to their pick and mix table cards (yes guests picked which table to sit at from a lucky dip.... LOVE!) \n\nTable names were places which meant something special to Lorna & Nathan and the order of service started with a fabulous \"nice to meet you\" section describing the wedding party. \n\nCertainly one of our favourite designs so far!  ",
      "quote": "The stationary looked fabulous and really added to the look and feel of the wedding, stunning job. Thank you.",
      "quoteFrom": "Mr & Mrs Oakley",
      "suppliers": "**- LORNA & NATHAN'S STATIONERY PACKAGE -**\nWeekend Invitations, Information Booklet, Bespoke Maps, Order of Service, Table pick and mix cards, Table Names, Place Name Escort Cards, Signage, Menus\n\n**- OTHER SUPPLIERS -**\n\nVenue: <a href='https://www.babingtonhouse.co.uk/' target='_blank'>Babington House</a>",
      "previewImage": "https://ucarecdn.com/6c2e559b-58cf-40e0-aaee-a1e26ad10510/-/crop/2746x1831/0,0/-/preview/",
      "leadImage": "https://ucarecdn.com/bb0a1dc9-095f-4475-87c5-2e0f7689be04/-/crop/2700x1864/0,0/-/preview/",
      "gridImage1": "https://ucarecdn.com/285e54d3-6a40-4dbf-b89b-8a296b0a9d75/-/crop/1984x1864/422,0/-/preview/",
      "gridImage2": "https://ucarecdn.com/56a0799f-4c75-4625-a098-2b501369e3cd/-/crop/1816x1751/646,0/-/preview/",
      "gridImage3": "https://ucarecdn.com/e682c213-9d27-4629-b4ef-6702344c4c04/-/crop/1864x1912/0,134/-/preview/",
      "gridImage4": "https://ucarecdn.com/508970b0-8b3c-44d2-b13d-a12319e23585/-/crop/1827x1860/542,0/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/065889fa-6bc3-44bb-bc00-a26bd0288902/-/crop/2816x1620/0,95/-/preview/",
      "masonryImageLeft": "https://ucarecdn.com/c0d2ef70-0e00-4fd9-b063-b0e0a9f301d5/",
      "masonryImageRight": "https://ucarecdn.com/31dce6dd-fa69-4407-b32d-43b94f56d19b/-/crop/2783x1831/0,33/-/preview/",
      "masonryImageBottom": "https://ucarecdn.com/35ad51b8-5069-472b-9a46-f78e9b4b518a/-/crop/2816x1740/0,0/-/preview/",
      "featured": false
    },
    {
      "name": "Ashleigh & Jamie",
      "description": "Vintage Village Hall",
      "couple": "Ashleigh & Jamie",
      "blurb": "We were so lucky to be asked by Ashleigh & Jamie to create their wedding stationery. Their plans for a vintage, fun filled, May-Day wedding down in sunny West Sussex sounded amazing, and the attention to detail was beyond comprehension! \n\nWe kicked the day off with a bespoke may-day poem for their little fold out save the date's along with limited edition penny black stamps, and followed it up with a beautiful kraft and floral ribbon invitations complete with a black and white postcard RSVP showing their ceremony venue and \"travel in style\" inserts. \n\nOn the day I must have spent a good few hours looking at everything they had created, and I'm still not sure if I saw it all - from the most insane photo booth 'living room' to a vintage typewriter that guests left messages on, to a box of vintage games, to gorgeous birdcage centrepieces the venue was transformed from a quaint village hall to a display of unique and personal details which would put any wedding planner to shame! Well done guys! It was a pleasure to have shared your day with you. ",
      "quote": "It was an absolute pleasure working with Freya, her energy and enthusiasm is infectious and her ability to put together ideas really made the products come alive. We gave her some ideas and themes but to be honest we were clueless on what we really wanted. The ideas and samples we got back though were truly amazing and it wasn't long before we were sending them out in the post. If you are looking for professionally crafted stationery with a personality and flair, all bespoke and made to your taste, please get in touch with Freya. It will be the best decision you can make.",
      "quoteFrom": "Jamie & Ashleigh Stevenson",
      "suppliers": "**- ASHLEIGH & JAMIE'S STATIONERY PACKAGE -**\nSave the date, Day & Evening Invitations\n\n**- OTHER SUPPLIERS -**\nPhotographer: <a href='http://www.camillaarnholdphotography.com/' target='_blank'>Camilla Arnhold Photography </a>\nVenue: <a href='https://www.westsussex.gov.uk/leisure-recreation-and-community/events-activities-and-community-venues/edes-house/' target='_blank'>Edes House, Chichester</a>\nReception: <a href='http://www.eastdeanhall.co.uk/' target='_blank'>East Dean Village Hall, West Sussex</a>",
      "previewImage": "https://ucarecdn.com/42a210fb-cb63-46ba-9dce-a0ddedf6d504/-/crop/2606x1832/111,32/-/preview/",
      "leadImage": "https://ucarecdn.com/9300a3d7-c20e-46ce-bb42-e89f243f7feb/-/crop/2753x1767/63,97/-/preview/",
      "gridImage1": "https://ucarecdn.com/95a9340f-c352-484c-8e01-55b3532b1332/-/crop/1897x1864/416,0/-/preview/",
      "gridImage2": "https://ucarecdn.com/deafba20-4e85-42e6-b555-f4d4f3fd8864/",
      "gridImage3": "https://ucarecdn.com/66e5e527-d508-4139-8988-9cb9d0e02f53/-/crop/1864x1851/0,806/-/preview/",
      "gridImage4": "https://ucarecdn.com/d07a10b1-e8bd-4c40-a599-d86db8dd260c/-/crop/1750x1795/822,65/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/f47bd716-3798-419e-8889-ac9aacde36a6/-/crop/2814x1517/0,299/-/preview/",
      "masonryImageLeft": "https://ucarecdn.com/ecaa393f-91d3-4254-bc05-694721bb56c4/",
      "masonryImageRight": "https://ucarecdn.com/3d0c8d6e-cf5a-4b8c-bfd7-19a79e6f6e39/-/crop/2816x1658/0,101/-/preview/",
      "masonryImageBottom": "https://ucarecdn.com/249ea992-329f-40fd-9db9-2362896673aa/-/crop/2816x1654/0,137/-/preview/",
      "featured": false
    },
    {
      "name": "Michaela & Ollie",
      "description": "Turkish Winter Wedding",
      "couple": "Michaela & Ollie",
      "blurb": "Where do we start! \nWe absolutely loved working with Michaela and Ollie to create this beautiful hand illustrated set of stationery. Michaela being a wedding planner herself wanted something totally unique and was thrilled with the final result.\n\nEvery year Michaela & Ollie travel to Turkey and so wanted the turkish eye to be incorporated somewhere without being too overpowering; the result was a stunning floral illustration working with the winter blooms of Michaela's flowers, a traditional turkish ceramic pattern, and the cool and sophisticated winter wedding colours of whites and light blues.\n\nWe rolled the design out across the whole day from the Save the Dates, Invitations and Evening Invitations,  Table Plan & Names, Place Names, Order of Service and Day... and a little framed print from Michaela's Bridesmaid to her sister as a surprise wedding present! \n\nThe turkish eye favours finished the place names perfectly and the whole room oozed style, beauty and sophistication!\nCan we do it all again please!?",
      "quote": "We don't even know where to start with praising Freya! She is AMAZING!\n\nWe were quite specific with our stationery theme - 'Turkish, Winter, Christmas but not too Christmas and still Wedding' and how Freya managed to pull all of this together, we will never know! \n\nFrom the Save the Dates to the beautiful frame made for my sister to give us a wedding gift, was beyond beautiful. All of the little details did not go unnoticed and even on the day we kept getting so many comments from our guests saying how gorgeous it all was and how it tied in so perfectly with the venue and feel of our wedding. \n\nNothing was too much trouble, everything we asked for we got, and got better than we imagined. Not only is Freya amazing at her job, she is fun, friendly and yet professional. Her attitude to your work and business is marvellous.\n\nThis stationary is one of a kind, and everything that is produced is different from the next and different to anything else we have ever seen! ",
      "quoteFrom": "Michaela & Ollie Lawrence",
      "suppliers": "**- MICHAELA & OLLIE'S STATIONERY PACKAGE -**\nSave the date, Day & Evening Invitations, Order of Service, Order of the day, Wish Tree Table Plan, Table Names, Place Names, Gift Frame, \n\n**- OTHER SUPPLIERS -**\n\nVenue: *The Elvetham Hotel, Hartley Wintney*",
      "previewImage": "https://ucarecdn.com/9c6d232a-30cd-42b8-a34b-616a12e25984/-/crop/2679x1812/107,0/-/preview/",
      "leadImage": "https://ucarecdn.com/8fdb90d9-076d-4017-a68e-d062ff96da08/",
      "gridImage1": "https://ucarecdn.com/c8aa4916-9cb5-42a3-b4ba-c0c10f32bd09/-/crop/1849x1967/0,568/-/preview/",
      "gridImage2": "https://ucarecdn.com/21baf22e-d207-4473-976e-f1767e865b55/-/crop/1802x1856/568,0/-/preview/",
      "gridImage3": "https://ucarecdn.com/dfb42290-ae14-4f07-a44a-85b6f2741037/-/crop/1864x1985/0,507/-/preview/",
      "gridImage4": "https://ucarecdn.com/0fbd76f4-ae7a-4873-89fd-b2679a2c0602/-/crop/2448x2586/0,445/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/b21675cb-42cf-4096-81ce-9d93856e1fd0/",
      "masonryImageLeft": "https://ucarecdn.com/34c82f09-ceac-4ecb-853c-ddd606000a48/",
      "masonryImageRight": "https://ucarecdn.com/871b8132-a207-4724-af64-1a043335181e/",
      "masonryImageBottom": "https://ucarecdn.com/763ef20b-497e-4824-8a0b-def1f0ba8043/",
      "featured": true
    },
    {
      "name": "Charlotte & Gerard",
      "description": "Babington House",
      "couple": "Charlotte & Gerard",
      "blurb": "Meeting in a quirky little coffee shop in Clapham we learnt all about Charlotte & Gerard's wonderful wedding at the breathtaking SoHo House affiliate Babington House, Somerset. We could tell from their style that their day was going to be something special, and we clocked onto their ideas and theme straight away. \n\nA sage green theme to match the bridesmaids and a delicate and elegant leaf pattern which was taken from a dress Charlotte had fallen in love with set the theme, and when accompanied by bespoke illustrations of the venue and chapel the design came to life. \n\nA highlight of the process was when Charlotte and Gerard asked me to create bespoke individually names bands for their coke-bottle favours-cum-place names.. and after asking about the connection we heard the story of how the couple had met on a train when Gerard spied Charlotte struggling to open her bottle of Coke. He offered to help, the rest is history. ",
      "quote": "We both could not recommend Freya at Br&newweddings more (and I've lost count of how many people have asked for her details from us) - she exceeded our expectations (a tough task with two perfectionists!) and provided us with the most beautiful personalised invitations and on the day stationery; this included illustrations of the chapel and venue and an incredibly clever monogram of our initials. Meeting and working with Freya was a highlight of the wedding process.",
      "quoteFrom": "Charlotte McSharry",
      "suppliers": "**- CHARLOTTE & GERARDS STATIONERY PACKAGE -**\nDay & Evening Invitations, Order of Service, Table Plan, Table Names, Place Names, Menus, Message Cards, Coke Bottle/Favour Wrappers, Stickers, Thank you Cards\n\nAs seen on <a href='http://www.rockmywedding.co.uk/charlotte-gerard/' target='_blank'>Rock my wedding</a>\n\n**- OTHER SUPPLIERS -**\n\nVenue: <a href='https://www.babingtonhouse.co.uk/' target='_blank'>Babington House</a>\nPhotographer: <a href='http://especiallyamy.co.uk/' target='_blank'>Especially Amy</a>",
      "previewImage": "https://ucarecdn.com/e77bef93-d088-479e-ac50-8d7508c5365c/-/crop/2534x1822/195,21/-/preview/",
      "leadImage": "https://ucarecdn.com/71f39d6d-9905-40d2-aa7b-b7a5eb18712a/-/crop/2662x1828/154,0/-/preview/",
      "gridImage1": "https://ucarecdn.com/ae4fd20f-76b3-4fcb-9697-77972aa3e51f/-/crop/1951x1860/402,0/-/preview/",
      "gridImage2": "https://ucarecdn.com/efb65ba9-9ffc-4e06-9d0f-12d6b3138892/",
      "gridImage3": "https://ucarecdn.com/c8d85307-4973-41a8-a4ce-ddd4ae76b6bd/-/crop/1871x1864/438,0/-/preview/",
      "gridImage4": "https://ucarecdn.com/26bcdee4-f3c7-46b7-b9bd-c52e7165a418/",
      "masonryImageTop": "https://ucarecdn.com/f0a791a0-a3c6-4c56-9ee2-8a84a0096b2e/",
      "masonryImageLeft": "https://ucarecdn.com/5e2269f3-a901-489d-b57c-1bdced8c09ae/",
      "masonryImageRight": "https://ucarecdn.com/e1578069-2062-4986-8938-083a8421455e/",
      "masonryImageBottom": "https://ucarecdn.com/f5e84eb9-7cb1-4035-86c9-d98761b1a463/",
      "featured": false
    },
    {
      "name": "Kate & Mark",
      "description": "English Herb Garden",
      "couple": "Kate & Mark",
      "blurb": "Hidden icons, roses, butterfly's, fans and herbs... what more do you need for a summer English country garden wedding?\n\nKate & Mark had the wonderful idea of incorporating hidden illustrations into their invitations, ones that represented things that were important to them as a couple. Therefore we created a wonderful secret garden design which hid cats, crocs, cameras, wine bottles, saucepans (!) ..and all sorts of other wonderful items in the stationery. The theme developed beautifully across the day incorporating herbs into the on-the-day stationery and illustrating bespoke recipes for each one on the back of each table name. The set was completed by a gorgeous fan order of service, which came into play on their sunny summers day.",
      "quote": "Highly recommend for beautiful, unique designs and the friendliest service you could ask for :)",
      "quoteFrom": "Mr & Mrs Duffy",
      "suppliers": "**- KATE & MARK'S STATIONERY PACKAGE -**\nDay & Evening Invitations, Order of Service Fans, Table Plan Display, Table Names, Bespoke Recipies, Menus, Cheese Cake Illustration, Place Names, Signage, Favour  Details, Thank you Cards\n\n**- OTHER SUPPLIERS -**\n\nFlorist: <a href='http://www.hannahberryflowers.co.uk/#!Pale-pinks-at-Penny-Hill-Park-Hotel-and-Spa/cfm/55b4fd180cf24f011b67ae9d' target='_blank'>Hannah Berry Flowers</a>\nPhotographer: <a href='http://www.uk-weddingphotography.com/' target='_blank'>Henrik Winther</a>\nVideographer: <a href='https://vimeo.com/163520017' target='_blank'>Bloomsbury Films</a>\nVenue: <a href='https://www.exclusive.co.uk/pennyhill-park/' target='_blank'>Pennyhill Park Hotel</a>",
      "previewImage": "https://ucarecdn.com/b6372868-743d-4d1e-afb0-c0f414c4e6d3/",
      "leadImage": "https://ucarecdn.com/df0cc2ff-a38d-4f86-9d5e-31a00ae3966d/-/crop/2605x1686/211,0/-/preview/",
      "gridImage1": "https://ucarecdn.com/72cb1010-88e0-4a66-8b08-3b1018b50137/",
      "gridImage2": "https://ucarecdn.com/773c9a1b-c681-433a-bd7c-cfd8f13b417e/-/crop/1864x1851/0,892/-/preview/",
      "gridImage3": "https://ucarecdn.com/92ab5575-bc49-44f8-9726-ac8050e8631a/-/crop/1915x1856/410,0/-/preview/",
      "gridImage4": "https://ucarecdn.com/081c8043-66e5-429e-9117-59d52baba105/-/crop/1820x1864/0,0/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/57d9193d-03b8-440c-a269-df16eb7ec777/",
      "masonryImageLeft": "https://ucarecdn.com/5fa5ca5a-881b-44f4-b4f7-716e6c29f8de/",
      "masonryImageRight": "https://ucarecdn.com/12812f3d-10a0-4c32-b565-257d8df55d61/",
      "masonryImageBottom": "https://ucarecdn.com/05aa0428-a7b2-43b6-8150-2c12c2542a71/",
      "featured": false
    },
    {
      "name": "Katarina & David",
      "description": "Italian Romance",
      "couple": "Katarina and David",
      "blurb": "We created these beautiful concertina style invitations for Katrina and her footballer hubby David who tied the knot in sunny Ravello, Italy. \n\nThey use our unique caricature style and match colours and features from their day. The gorgeous clifftop town of Ravello is featured alongside the backdrop of the Amalfi coast and the picturesque outdoor pavilion in which they held their ceremony. \n\nEach guests name is printed on its own circular tag for a gorgeous personal detail and tied with a pretty peach ribbon, bringing the whole invitation together beautifully. The information is finished off with a bespoke map of Ravello showing some key landmarks  and other points of interest for the wedding guests to explore on their trip. ",
      "quote": "Beautiful bespoke service, lots of patience, so personable! Really thought out and delivered my vision with perfection and complete ease. Have recommended endlessly!",
      "quoteFrom": "Mr & Mrs Jones",
      "suppliers": "**- KATARINA & DAVID'S STATIONERY PACKAGE -**\nCaricatures, Invitations, Order of Service, Scroll Table Plan, Table Names, Place Names, Menus, Thank you cards, Birthday Cards\n\n**- OTHER SUPPLIERS -**\nWedding Planner: <a href='http://www.exclusiveitalyweddings.com/ravello-wedding-katrina-and-david.html/' target='_blank'>Exclusive Italy Weddings</a>\nVenue: <a href='http://www.villacimbrone.com/en/home.php' target='_blank'>Villa Cimbrone, Itlay</a>",
      "previewImage": "https://ucarecdn.com/a654a6d9-78a5-4c86-9b0f-d7ec69adc06c/-/crop/2513x1622/119,0/-/preview/",
      "leadImage": "https://ucarecdn.com/62dae57c-6394-40d1-bb42-d48c46b05d78/",
      "gridImage1": "https://ucarecdn.com/6a084c21-7817-42dd-81e5-e25ba9e8d499/-/crop/1889x1856/77,8/-/preview/",
      "gridImage2": "https://ucarecdn.com/e9b7704f-d5e1-413c-aa55-d428fcf542d7/-/crop/1856x1864/404,0/-/preview/",
      "gridImage3": "https://ucarecdn.com/7eae053a-efbe-4916-ab9d-1da2a531cab1/-/crop/1864x1857/0,67/-/preview/",
      "gridImage4": "https://ucarecdn.com/69fc9036-3fce-44f9-b348-34cf6c27740a/-/crop/1864x1863/0,538/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/a57d3bbe-0ae3-43c6-ac54-9ef9ba2079d2/-/crop/653x398/0,24/-/preview/",
      "masonryImageLeft": "https://ucarecdn.com/6360f5ef-c2f3-4fba-a969-a0796ca723d0/-/crop/1623x2816/0,0/-/preview/",
      "masonryImageRight": "https://ucarecdn.com/ca09683e-c34c-471f-a333-06ce9ac7e13c/-/crop/722x550/59,7/-/preview/",
      "masonryImageBottom": "https://ucarecdn.com/4332b728-11a1-4ec7-ac23-ccb719640c34/-/crop/2810x1557/0,0/-/preview/",
      "featured": false
    },
    {
      "name": "Matthew & John",
      "description": "1930's London Style",
      "couple": "Matthew and John",
      "blurb": "Wow, where do we start, John & Matthew had SUCH fantastic ideas for their 1930's inspired wedding day and we were so excited to bring them to life.\n\nThe process started with individually prepared vintage telegram save the dates, complete with vintage stamps and a bespoke monogram all delivered in telegram stamped envelopes.\n\nHow best to follow these than with bespoke vintage 'Picture Post' magazine invitations filled with 1930's inspiration, details of the day, bespoke 'stepping out fashion' illustrations to inspire guests outfits, and a hand drawn map to plot out the day's destinations.\n\nWith Matthew being in the travel industry vintage travel became a running theme for the day itself, and their table plan was the central focus of this. Individually named suitcase favours were created where guests found their name and destination (table) on the tag then took their 'luggage' to their seat. All inspired by original vintage Imperial Airways memorabilia and graphics.\n\nSuch a pleasure and such fun to work on and with!",
      "quote": "Having a distinct theme for our wedding meant that our stationery was essential to setting the scene for our big day. We were impressed with Freya's work and loved her friendly, \"sky's the limit\" attitude. No idea was too big and she was a delight to work with. She made herself available for evening meetings in London to talk though ideas, designs and paper samples. The finished items made the wedding what it was and are still being talked about!\n\nAll the stationery was stunning in it's quality, meaningful by the level of personalisation and fun by the way it engaged with our guests. A perfectly unforgettable, enjoyable and essential part of our wedding. Freya, your skill brought our ideas and personality to life and for that we can't thank you enough!",
      "quoteFrom": "John & Matthew Deeley-Harkett",
      "suppliers": "**- MATTHEW & JOHN'S STATIONERY PACKAGE -**\nSave the date telegrams, Day & Evening Invitation Magazines, Order of Service, Table Plan Suitcases, Table Names, Place Names, Signage, Menus, Camera Tags, Thank you cards\n\n**- OTHER SUPPLIERS -**\n\nPhotographer: <a href='http://benjamintomsphotography.co.uk/' target='_blank'>Benjamin Toms</a>\nCeremony: <a href='https://www.trinityhouse.co.uk/weddings-at-trinity-house-london' target='_blank'>Trinity House, London</a>\nReception: <a href='http://www.sterminshotel.co.uk/weddings/' target='_blank'>St Ermin's Hotel, London</a>",
      "previewImage": "https://ucarecdn.com/78f7387f-3b51-4828-978d-607a2bbf3836/-/crop/2228x1543/335,120/-/preview/",
      "leadImage": "https://ucarecdn.com/a0795366-a578-461e-ad04-d949f0f0300b/-/crop/2786x1847/0,0/-/preview/",
      "gridImage1": "https://ucarecdn.com/11ef9021-6780-4bfc-8607-407ef029407f/-/crop/1846x1851/588,0/-/preview/",
      "gridImage2": "https://ucarecdn.com/6d1cded3-8333-46ee-bfae-6bf39360ab7b/-/crop/2027x1847/446,17/-/preview/",
      "gridImage3": "https://ucarecdn.com/85c36ff8-d4cc-4d7a-a30f-1a69d080ae25/-/crop/2601x2381/999,0/-/preview/",
      "gridImage4": "https://ucarecdn.com/127693ae-bceb-4264-869f-b1b3ca93aff4/-/crop/1889x1864/309,0/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/edcf030b-fb70-4cc4-947a-9ada7bd9dc25/",
      "masonryImageLeft": "https://ucarecdn.com/733ad06a-32eb-4332-8364-15beec0c92b7/-/crop/1361x1864/940,0/-/preview/",
      "masonryImageRight": "https://ucarecdn.com/209878fa-66ee-48a5-bcf8-58cdd0fa3fe2/-/crop/3079x2167/521,236/-/preview/",
      "masonryImageBottom": "https://ucarecdn.com/b69d089f-e55b-4a3f-a914-82da11dcaea2/",
      "featured": false
    },
    {
      "name": "Karina & Aaron",
      "description": "Wedkandi Ibiza Wedding",
      "couple": "Karina & Aaron",
      "blurb": "We first met a very flustered Karina at the National Wedding Show, a worried bride who had a very specific idea about what she and her fiancé wanted for their wedding 'closing party' in the UK. Within minutes of chatting to us she was grinning from ear to ear and promptly headed to the champagne bar to celebrate!\n\nKarina & Aaron met in Ibiza and spent a lot of time hitting the nightlife in their younger years and wanted to represent this at their party back in the UK, following on from a destination ceremony in sunny Ibiza.\n\nTheir plan was to throw a 'Wedkandi' club night... taking inspiration from the club scene headline brand Hedkandi. We were so excited when we heard the plan as this was right up our street! Br&newweddings created personal caricatures in the iconic Hedkandi style and developed a club flyer invitation that would inspire guests and set the scene perfectly. Party On!!",
      "quote": "I was so lucky to find Freya as I was getting myself into a bit of a panic as I could not find anyone to design the type of invitations I was looking for since it was something a bit different. \n\nAs soon as we started discussing my ideas she instantly made me feel better, it was not something she had done before but was excited about trying something new and she certainly did not disappoint. Freya managed to create an invitation that was even more perfect than I could of ever hoped for. It has been an absolute pleasure to work with Freya and I would definitely recommend her. In fact I have already had people ask where I got my invites made and I have happily passed on her details.",
      "quoteFrom": "Karina",
      "suppliers": "**- KARINA & AARON'S STATIONERY PACKAGE -**\nWedkandi Invitations\n\n**- OTHER SUPPLIERS -**\nVideographer: <a href='https://vimeo.com/135070196' target='_blank'>Ana Lui</a>\nCeremony Venue: Cala Comte Ibiza",
      "previewImage": "https://ucarecdn.com/4f91f10c-8c3e-49c0-bedc-d483bc65fe57/-/crop/2763x1802/53,0/-/preview/",
      "leadImage": "https://ucarecdn.com/6fe3439a-f020-4ca3-b238-9030cee093ed/-/crop/2696x1824/120,0/-/preview/",
      "gridImage1": "https://ucarecdn.com/0f11c845-568f-49e0-8437-df5132ad15b8/-/crop/1894x1864/561,0/-/preview/",
      "gridImage2": "https://ucarecdn.com/3ca3cff2-57ed-4cab-baf4-8f18d1f67582/-/crop/1161x1151/90,32/-/preview/",
      "gridImage3": "https://ucarecdn.com/fbff944c-82c8-414d-8320-4ca249693b3c/-/crop/1987x1864/312,0/-/preview/",
      "gridImage4": "https://ucarecdn.com/adb8eee6-6d7d-4171-88b8-8588849d8114/-/crop/2006x1864/708,0/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/cfcad36c-2b1e-4b03-92b6-a8b375a0ae3d/",
      "masonryImageLeft": "https://ucarecdn.com/506f7f07-7002-4652-8cf5-281cd664e13a/",
      "masonryImageRight": "https://ucarecdn.com/674ee474-7dba-4181-a322-eace8003a1b7/",
      "masonryImageBottom": "https://ucarecdn.com/547ad1ff-f6de-4858-9f76-90caaca1d08a/-/crop/925x573/15,0/-/preview/",
      "featured": false
    },
    {
      "name": "Stephanie & Adam",
      "description": "Irish Landscape",
      "couple": "Stephanie & Adam",
      "blurb": "We loved chatting through Stephanie & Adam's ideas over a coffee at their home in Surrey. All the wedding idea's were strewn across the table and I could see the excitement in their eyes as they chatted about their plans. Their wedding was back in a tiny corner of Ireland where Stephanie had grown up. The local church for the venue and a marquee in her parents paddock for the reception. Beer barrel tables, wind turbines, the family horses and the two gorgeous dogs all featured in these wonderful landscape concertina invitations depicting the venues and location of the day. \n\nThe hand drawn illustration with little caricatures of the bride and groom really helped set the day with a rustic but personal feel. The Irish font kept the styling on-point and the babies breath flower details matched Stephanie's bouquet on the day. \n\nWe also created beautiful Order of Services for their ceremony featuring the church and caricatures, and little details throughout keeping the day seamless. ",
      "quote": "From our initial meeting with Freya it was clear to see the talent she has in understanding the look and feel you are going for and being able to translate this into visually stunning wedding stationery. It was amazing to see all the ideas we discussed come together and we could not have been happier with the results. The feedback we have gotten from family and friends has been incredible - best invitations they have ever seen! I cannot recommend Freya enough.",
      "quoteFrom": "Stephanie & Adam",
      "suppliers": "**- STEPHANIE & ADAM'S STATIONERY PACKAGE -**\nDay & Evening Invitations, Order of Service\n\n**- OTHER SUPPLIERS -**\nPhotographer: <a href='http://www.couple.ie/2015/09/stephanie-adam-tullow-co-carlow/' target='_blank'>Couple Photography</a>\nVenue: St Michaels Church, Aghold, Co Wicklow",
      "previewImage": "https://ucarecdn.com/d0962a3f-890c-4cd6-aaf8-6d0e8ed91c53/-/crop/2513x1674/99,101/-/preview/",
      "leadImage": "https://ucarecdn.com/6295ace4-e3ef-42f8-a463-745ec4b6367c/-/crop/2608x1864/91,0/-/preview/",
      "gridImage1": "https://ucarecdn.com/e28afcd6-7d8d-4fac-ab54-4babe913ad45/-/crop/1864x1875/0,654/-/preview/",
      "gridImage2": "https://ucarecdn.com/ea95c316-a33d-442e-b1a9-032d2e214b13/-/crop/1885x1864/499,0/-/preview/",
      "gridImage3": "https://ucarecdn.com/1a66333f-4ce9-4c48-b783-b207158a962b/-/crop/1897x1864/547,0/-/preview/",
      "gridImage4": "https://ucarecdn.com/f918696e-90e4-45a0-be44-1e212f76bf1d/-/crop/1864x1814/0,281/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/32b19239-b4c9-4d64-8e02-d02676bb892f/-/crop/897x504/103,163/-/preview/",
      "masonryImageLeft": "https://ucarecdn.com/4d31201b-867b-4d57-9e0d-ad866395b3c3/-/crop/324x667/366,0/-/preview/",
      "masonryImageRight": "https://ucarecdn.com/ffe17de2-315d-4746-a5e5-6782be6d3ae4/-/crop/2372x1642/341,137/-/preview/",
      "masonryImageBottom": "https://ucarecdn.com/6e1aec26-0d58-422c-9dab-4b54aa811ca5/-/crop/2816x1650/0,214/-/preview/",
      "featured": false
    },
    {
      "name": "Jessica & Matthew",
      "description": "Boxed Invitations in Sicily",
      "couple": "Jessica & Matthew",
      "blurb": "We fell in love with Jessica & Matthews ideas as soon as we spoke to them about their destination wedding in sunny Sicily. Their initial travel-ticket save the dates set the scene for their guests giving intrigue but still keeping a classic and stylish theme together.\n\nThe beautiful boxed invitations followed, wrapped with ribbon and delivered in traditional brown parcel paper they were simply stunning. Each box had a folded invitation, bespoke map, rsvp and matching addressed envelope all embellished with a beautiful bespoke watermark pattern based on traditional Sicilian ceramic patterns and incorporating the couple's initials. The whole invitation was wrapped in a printed translucent photograph of the venue (also depicted on the save the dates) and secured with a ribbon band and tag to create a gorgeous luxury feel.\n\nTheir table plan and table names were created using a map depicting various journeys the couple had made together over time, keeping the day completely personal and fun whilst retaining their simple, stylish feel.",
      "quote": "Freya was fantastic. She took my ideas and made them a beautiful reality. She was so personal and rushed things through when I was in a tight spot. I've had so many comments about my wedding stationary. Even my venue was gobsmacked when they saw the table plan! Fantastic!",
      "quoteFrom": "Jessica Robertson",
      "suppliers": "**- JESSICA & MATTHEW'S STATIONERY PACKAGE -**\nSave the date, Invitations, Order of Service, Table Plan, Table Names, Place Names\n\n**- OTHER SUPPLIERS -**\nCeremony: <a href='http://www.italiandestinationweddings.com/wedding-locations/sicily/taormina/chiesa-san-giuseppe/' target='_blank'>Chiesa San Giuseppe, Taormina</a>\nReception: <a href='http://www.belmond.com/grand-hotel-timeo-taormina/' target='_blank'>Hotel Grand Timeo, Taormina</a>",
      "previewImage": "https://ucarecdn.com/8f56330e-5e84-470d-a7c1-7ee30234b6ea/-/crop/2699x1731/34,0/-/preview/",
      "leadImage": "https://ucarecdn.com/eceb26a4-1490-4b9a-996c-0920382eabbf/-/crop/2778x1864/38,0/-/preview/",
      "gridImage1": "https://ucarecdn.com/e8993274-873a-4e73-9279-fe0b6f2ae2d0/-/crop/1933x1864/293,0/-/preview/",
      "gridImage2": "https://ucarecdn.com/9367c554-70f6-4df0-b891-7430ec07eaaf/-/crop/1957x1864/267,0/-/preview/",
      "gridImage3": "https://ucarecdn.com/1ad3594a-f318-45c9-8663-042039bd302b/-/crop/2448x2445/0,586/-/preview/",
      "gridImage4": "https://ucarecdn.com/45310640-69fd-4061-aba0-f4708165f350/-/crop/1643x1642/149,69/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/97072081-14d2-4dd2-932d-a2a0a3ce8982/-/crop/2802x1622/0,56/-/preview/",
      "masonryImageLeft": "https://ucarecdn.com/6e22994e-25d8-4a57-8691-17b7ead0fb35/-/crop/390x720/91,0/-/preview/",
      "masonryImageRight": "https://ucarecdn.com/4904c7dc-4df9-4290-8f0c-e594244d26ef/-/crop/3179x2215/0,233/-/preview/",
      "masonryImageBottom": "https://ucarecdn.com/26071a4c-8582-484f-95c3-d9c45f10f722/",
      "featured": false
    },
    {
      "name": "Karen & Ben",
      "description": "Black Tie Sophistication",
      "couple": "Karen & Ben",
      "blurb": "Karen and Ben came to us with a clear idea of a design they wanted, they had struggled to find someone who could make their vision reality and a printers could not offer the right level of design input for them. Br&newweddings were able to help by detailing and developing their idea into a polished and beautiful design incorporating all the elements that the couple wanted. \n\nThe illustrative black and white design was used to commemorate Karen's late Grandmother 'Ivy,' and the monogram of the couples initials brought the stationery together throughout the lead-up and on the day itself. \n\nWe helped tie everything together from the pocketfold invitations, to the thank you cards and everything in between. The stationery reflected the elegant and sophisticated day Karen and Ben had planned which included top hats, wine pairing and fantastic food with the gorgeous backdrop of Clearwell Castle. \n\nWe think the final effect of the black and cream design was so striking and fitted their smart and sophisticated day perfectly. ",
      "quote": "",
      "quoteFrom": "",
      "suppliers": "**- KAREN & BEN'S STATIONERY PACKAGE -**\nDay & Evening Invitations, Order of Service, Table Plan, Table Names, Place Names, Signage, Menus\n\n**- OTHER SUPPLIERS -**\nPhotographer: <a href='http://www.mattdavisphotography.co.uk/weddings/gloucestershire-wedding-photography/weddings-at-clearwell-castle-ben-karen/' target='_blank'>Matt Davis Photography</a>\nVenue: <a href='http://www.clearwell-castle.co.uk/' target='_blank'>Clearwell Castle, Forest of Dean</a>",
      "previewImage": "https://ucarecdn.com/9b89179d-e370-41fc-ac26-ab7fd79488e1/",
      "leadImage": "https://ucarecdn.com/7f2945fe-463d-4965-ad59-411bd8274081/-/crop/2772x1802/4,53/-/preview/",
      "gridImage1": "https://ucarecdn.com/6a1eaee6-8ce0-4de7-b13a-d6bc7f9b9761/-/crop/1864x1857/0,586/-/preview/",
      "gridImage2": "https://ucarecdn.com/39852dcd-cf9c-4f56-8d75-bcee2268fcfb/-/crop/1974x1864/535,0/-/preview/",
      "gridImage3": "https://ucarecdn.com/4cf53784-4aef-41e4-8a91-4f0efdfd5131/-/crop/1907x1864/784,0/-/preview/",
      "gridImage4": "https://ucarecdn.com/81b9b585-ebfa-44c4-bee3-6cab6315e09b/-/crop/1943x1864/735,0/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/50316fde-72c0-4610-ac20-ef91850cfc7d/-/crop/2816x1615/0,187/-/preview/",
      "masonryImageLeft": "https://ucarecdn.com/5bbf89f4-3a5f-42fe-97d4-ddf901fd8614/-/crop/1641x2816/223,0/-/preview/",
      "masonryImageRight": "https://ucarecdn.com/1420a15c-ec0f-4a68-9228-3a0103f103a4/",
      "masonryImageBottom": "https://ucarecdn.com/15acbdfd-6de4-4945-a475-992cc16bbb9d/-/crop/2718x1539/0,0/-/preview/",
      "featured": false
    },
    {
      "name": "Jennifer & Darren",
      "description": "Porcelain Invitations",
      "couple": "Jennifer and Darren",
      "blurb": "Jennifer and Darren were a really special couple to work with. They were having a very intimate wedding with only 12 guests and this meant we could really create something exceptional for them. \nTheir wedding was held at Eilean Donan Castle, Scotland and their reception was a Michelin Star meal at Kinloch Lodge on the Isle of Skye. \n\nWe were thrilled when they decided to go ahead with our porcelain invitation concepts and the end result was simply spectacular. Porcelain coaster-style invitations were designed and hand crafted by DJ Ceramics in Wiltshire, and bespoke ash display boxes by the very talented Trufitt Furniture were made to order especially so they fitted perfectly.\n\nThe invitations featured an indented thistle design to the front which also followed throughout the menus for their day and bespoke stickers for detailing, and guest information applied with ceramic transfer on the reverse - a perfect keepsake as well as an invitation.\n\nFor the wedding breakfast Jennifer had individually sourced unique vintage teacups as favours for each of her guests, each from the year in which they were born.  We worked with Jennifer to create unique matching teapot place names which were detailed on stands featuring a lucky penny in the base as a weight.\n\nThe uniqueness of this wedding is simply beautiful and we were all thrilled with the final result.",
      "quote": "Freya developed some truly unique ideas for our wedding, and the execution of them was just incredible. Her ideas were so very different from everyone else and that is exactly what we wanted. The final product was just amazing. We honestly cannot recommend Br&newweddings enough.",
      "quoteFrom": "Mr & Mrs Clarke",
      "suppliers": "**- JENNIFER & DARREN'S STATIONERY PACKAGE -**\nPorcelain Invitations in bespoke boxes, Place Names, Menus\n\n**- OTHER SUPPLIERS -**\n\nBouquet: <a href='http://www.crystalbouquetsboutique.com/' target='_blank'>Crystal Bouquets Boutique</a>\nPhotographer: <a href='http://www.loveskyephotography.co.uk/uncategorized/a-simply-lovely-service-a-beautiful-sunset-at-eilean-donan-castle-and-divine-dining-at-kinloch-lodge/' target='_blank'>Love Skye Photography</a>\nCeremony: <a href='http://www.eileandonancastle.com/' target='_blank'>Eilean Donan Castle, Scotland</a>\nReception: <a href='http://www.kinloch-lodge.co.uk/' target='_blank'>Kinloch Lodge, Isle of Skye</a>\n",
      "previewImage": "https://ucarecdn.com/19cbeab3-cc4c-4b1d-8fd4-df4eb978b5e5/-/crop/2501x1759/232,16/-/preview/",
      "leadImage": "https://ucarecdn.com/4f68c8b3-96e9-4410-b5a8-2c5d9b3f3cc0/",
      "gridImage1": "https://ucarecdn.com/ec700517-cde2-42d2-bfd2-2314343cc68f/-/crop/632x627/219,40/-/preview/",
      "gridImage2": "https://ucarecdn.com/49500ad5-5da0-4629-989e-e288bce276c9/-/crop/667x681/0,167/-/preview/",
      "gridImage3": "https://ucarecdn.com/875969a8-30ac-43ac-84e7-34b24e78ce9f/-/crop/1888x1864/554,0/-/preview/",
      "gridImage4": "https://ucarecdn.com/e52411cc-ed7d-4444-b2b2-3420f33524ea/-/crop/1789x1808/560,0/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/427d4bec-1798-4367-915d-9945129db5f5/-/crop/2816x1638/0,40/-/preview/",
      "masonryImageLeft": "https://ucarecdn.com/4b7838d7-25b2-4ca5-803a-839847374858/-/crop/1629x2816/0,0/-/preview/",
      "masonryImageRight": "https://ucarecdn.com/290ad630-8cd4-499a-a105-d19ced01b3a2/-/crop/2672x1852/61,12/-/preview/",
      "masonryImageBottom": "https://ucarecdn.com/d73acf87-c979-43b5-8bd7-49d669f76ce1/-/crop/856x543/144,0/-/preview/",
      "featured": false
    },
    {
      "name": "Caroline & Adrian",
      "description": "Paris meets London",
      "couple": "Caroline & Adrian",
      "blurb": "We had such fun with this multi-cultural wedding. Caroline is from Paris and Adrian from London and having got engaged at the top of The Shard they really wanted their stationery and wedding to reflect their story. The colours were picked from the 'firecracker' bridesmaid dresses and the grooms mens navy suits. All stationery had to be in dual language which tested our GCSE years but in the end we totally cracked it (with a bit of help!). \n\nThe stylised illustrations of landmarks in both London and Paris made the invitation so unique and these translated through to the day itself featuring a bespoke illustration of Ealing Abbey and featuring on various other elements tying the whole day together perfectly. \n\nFrench Macaron (the best we have ever tasted!) with beautiful individually named bands doubled as place names and the table names were styled as both London and Parisian street signs. Br&newweddings created all their stationery right down to menus per table and \"merci / thankyou\" boards that the couple could hold and photograph on their big day to use for their thank you cards. \n\nEt Voila! ",
      "quote": "Highly recommend for beautiful, unique designs and the friendliest service you could ask for :)",
      "quoteFrom": "Caroline O'Brien",
      "suppliers": "**- CAROLINE & ADRIAN'S STATIONERY PACKAGE -**\nDual Language, Day & Evening Invitations, Order of Service, Table Plan, Table Names, Macaron Place Names, Signage, Menus, Thank you cards",
      "previewImage": "https://ucarecdn.com/7e3b5af7-e583-4b61-a24d-cfa447ab635a/-/crop/2564x1705/150,0/-/preview/",
      "leadImage": "https://ucarecdn.com/8ff22bdf-303b-4171-92e9-bbafdf0eb9e6/-/crop/2740x1828/0,0/-/preview/",
      "gridImage1": "https://ucarecdn.com/3a02d823-9be1-4956-86a5-af1a92b9793a/-/crop/1871x1864/321,0/-/preview/",
      "gridImage2": "https://ucarecdn.com/32094a20-59d6-43f4-bf12-60eb91cae679/-/crop/1916x1864/361,0/-/preview/",
      "gridImage3": "https://ucarecdn.com/ca9638d3-6892-4d6e-a624-1c6d60d5f699/-/crop/1864x1924/0,733/-/preview/",
      "gridImage4": "https://ucarecdn.com/2882b160-fbae-4deb-8728-14532d784b32/-/crop/1864x2034/0,189/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/dce01200-b729-4902-818a-e3dde3fdc667/-/crop/2812x1766/0,0/-/preview/",
      "masonryImageLeft": "https://ucarecdn.com/2aa870cb-189f-4d21-8b3f-71127e2b89a0/-/crop/1472x2633/193,134/-/preview/",
      "masonryImageRight": "https://ucarecdn.com/316e6797-1108-4d80-94aa-602f680f7bf5/",
      "masonryImageBottom": "https://ucarecdn.com/00bb631a-e278-4bd0-a00d-d10d91cd3b60/-/crop/2722x1717/0,40/-/preview/",
      "featured": false
    },
    {
      "name": "Ella & James",
      "description": "Sunflowers at Waddesdon Dairy",
      "couple": "Ella & James",
      "blurb": "Ella & James's day was such a colourful and fun event. They had fallen in love with our gorgeous hand illustrated designs so we set about creating a bright and colourful stationery suite based on the chosen florals for their day. Sunflowers and berries mixed with the striking architectural curls of New Zealand ferns which picked out Ella's mothers ancestry. The result, along with the dramatic grey and yellow invitation card and bespoke travel maps, were stunning and resulted in a whole set of stationery following through their day from the table plan to place name tags tied around napkins. Their gift list was the fabulous SmileTrain charity and their just giving page has raised over £3000 for the cause. Well done guys and congratulations! ",
      "quote": "We finally opened the invitations last night - and they are perfect.  We love them. Thank you!",
      "quoteFrom": "Ella & James",
      "suppliers": "**- ELLA & JAMES'S STATIONERY PACKAGE -**\nDay & Evening Invitations, Table Plan, Table Names, Place Names, Favour Labels & Stickers\n\n**- OTHER SUPPLIERS -**\n\nVenue: <a href='http://www.waddesdon.org.uk/' target='_blank'>Waddesdon Manor Dairy</a>",
      "previewImage": "https://ucarecdn.com/f8fe153b-fd65-44f1-accb-53b56e2ffca9/",
      "leadImage": "https://ucarecdn.com/6daec2f3-8bff-4704-9f47-2b4cb38c7c4e/",
      "gridImage1": "https://ucarecdn.com/e8860305-6545-4d8d-a318-07a4bd1dcad0/-/crop/1953x1860/470,4/-/preview/",
      "gridImage2": "https://ucarecdn.com/0a28c18f-d4bd-4223-a91f-92cd98f80547/-/crop/1864x1822/0,567/-/preview/",
      "gridImage3": "https://ucarecdn.com/920a9d92-8907-4e1e-bb2e-9f083b299a4e/-/crop/1991x1864/371,0/-/preview/",
      "gridImage4": "https://ucarecdn.com/bd6b9dc6-b1e0-4d06-bea8-be6d8eb665fe/-/crop/1719x1650/458,73/-/preview/",
      "masonryImageTop": "https://ucarecdn.com/4d26402c-7bab-4b7c-984e-46c84fbae08d/",
      "masonryImageLeft": "https://ucarecdn.com/b5b9dd04-c26a-4293-b0cc-f00e6d558eee/-/crop/1636x2816/228,0/-/preview/",
      "masonryImageRight": "https://ucarecdn.com/3bab94c5-ed80-44be-985c-579a813fa582/-/crop/2445x1699/313,8/-/preview/",
      "masonryImageBottom": "https://ucarecdn.com/98aaa422-721a-40b4-83b3-80e6efd15c62/-/crop/2806x1617/0,69/-/preview/",
      "featured": false
    },
    {
      "name": "New Wedding",
      "description": "",
      "couple": "",
      "blurb": "",
      "quote": "",
      "quoteFrom": "",
      "suppliers": "",
      "previewImage": "http://placehold.it/250x250",
      "leadImage": "http://placehold.it/500x250",
      "gridImage1": "http://placehold.it/250x250",
      "gridImage2": "http://placehold.it/250x250",
      "gridImage3": "http://placehold.it/250x250",
      "gridImage4": "http://placehold.it/250x250",
      "masonryImageTop": "http://placehold.it/500x250",
      "masonryImageLeft": "http://placehold.it/100x250",
      "masonryImageRight": "http://placehold.it/400x250",
      "masonryImageBottom": "http://placehold.it/500x250",
      "featured": false
    }
  ]
}