{
  "pageTitle": "Testimonials",
  "introText": "The most important thing to us is that our couples are happy with our work, so don’t just take our word for it have a little look at some of their lovely comments from the past few years!\n(..and yes, sometimes they cause happy tears! thank you!)\n\n{ if you wish you can see more reviews & testimonials on [Guides for Brides](http://www.guidesforbrides.co.uk/find/wedding-stationery/oxfordshire/br-newweddings/124364) }",
  "testimonials": [
    {
      "title": "{ Watercolours @ Soply Mill }",
      "quote": "\"Freya created the most beautiful stationery for our special day, and in turn this set the style and theming for everything else. Everyone commented on how amazing it was, and we were very impressed how Freya got our ideas and styling that we had in mind straight away - Thank you!\"",
      "quoteFrom": "Amy Glendon-Smith",
      "link": "../real-weddings/amy-and-leos-watercolour-wedding.html"
    },
    {
      "title": "{ Turkish Eye Winter Wedding }",
      "quote": "\"We don't even know where to start with praising Freya! She is AMAZING!\\nWe were quite specific with our stationery theme - 'Turkish, Winter, Christmas but not too Christmas and still Wedding' and how Freya managed to pull all of this together, we will never know!\\n\\nFrom the Save the Dates to the beautiful frame made for my sister to give us a wedding gift to remember our day, and everything in between was beyond beautiful. All of the little details in the stationery did not go unnoticed and even on the day we kept getting so many comments from our guests saying how gorgeous it all was and how it tied in so perfectly with the venue and feel of our wedding.\\n\\nEverything was so beautiful, classy, elegant and festive! Nothing was too much trouble, everything we asked for we got, and got better than we imagined. Not only is Freya amazing at her job, she is fun, friendly and yet professional. Her attitude to your work and business is marvellous.\\n\\nThis stationery is one of a kind, and everything that is produced is different from the next and different to anything else we have ever seen!\\n\\nTHANK YOU!!\"",
      "quoteFrom": "Michaela & Ollie Lawrence",
      "link": "http://example.com"
    }
  ]
}