{
  "pageTitle": "About",
  "pickListTitle": "- The Pick List -",
  "pickListImage1": "https://ucarecdn.com/d5cd6783-3ea0-4a6f-88bd-2089c3b3e684/-/crop/1408x1060/30,360/-/preview/",
  "pickListImage2": "https://ucarecdn.com/01c05d3c-adfc-437f-a6e0-2c5d70c83c44/",
  "pickListImage3": "https://ucarecdn.com/1afb973a-ad0f-43ab-befe-1916271cb28b/",
  "pickListImage4": "https://ucarecdn.com/db6172b9-67bd-41cb-8e87-5777a7eb785e/",
  "pickListImage5": "https://ucarecdn.com/fcadbb6e-9f55-4b6c-a7c0-b8ab1223d07f/",
  "pickListLeadText": "- WEDDING STATIONERY DOESN’T STOP AT THE INVITATIONS -",
  "pickListText": "WE WORK WITH YOU TO CREATE A CONSISTENT & EXCITING SUITE OF BESPOKE STATIONERY WHICH TAKES YOU ALL THE WAY THROUGH YOUR DAY, FROM SAVE THE DATES TO THANKYOU CARDS.\n\nThe list of possibilies is endless but here are a few of the most popular requests...",
  "pickList": [
    "Save the Date's",
    "Invitations",
    "Order of Service",
    "Children’s Activity Books",
    "Message Cards",
    "Table Plan",
    "Table Names",
    "Place Names",
    "On the Day Signage",
    "Bridesmaid Cards",
    "Menu's",
    "Favour Detailing",
    "Thank you cards",
    "Finishing details",
    "Groomsmen cards"
  ],
  "personalServiceTitle": "- A Personal Service -",
  "personalServiceText": "Your wedding day is one of the most important milestones in your relationship and we think it should reflect you both as a couple. For this reason we believe it is really important to get to know our couples before we start any design work. An initial meeting is always included within our proposal and wherever we can along the way meet up for a catch-up and a cocktail to hear about your progress! Get in touch via our contact form to finalise your proposal and set up a meeting.",
  "introHeroImage": "https://ucarecdn.com/38dcf0b1-1dd5-4f65-823b-da8524256101/",
  "introTitle1": "A Br&new story",
  "introText1": "Having worked for award winning graphic and product design consultancies in the big smoke for 8 years our designer Freya decided it was time for a change and set about starting Br&newweddings and our parent company TheBr&newstudio LTD in 2012.\n\nWhilst TheBr&newstudio concentrates on the more corporate world of graphics designing brands, logos, websites and corporate identities for some fantastic clients, Br&newweddings sets about making your wedding days beautiful and absolutely unique using all our skills, experience and inspiration.",
  "introTitle2": "About me!",
  "introText2": "Hello, I'm Freya founder and designer at Br&newweddings, lover of leopard print, fizz & dinner parties! Having worked in the wedding industry for over 5 years we were excited to plan our own big day last November (you can see our stationery over in the portfolio section).\n\nIn my home studio I spend my days creating pretty things and am passionate that your wedding day should reflect you both as a couple which is why each and every wedding we create at Br&new is completely unique or totally \"brand new\" (see what we did there!).\n\nI am a total stationery geek and am always on the lookout for new ways of creating fabulous paper goods & making them that bit more unique from other off the shelf designs.\n\nIf I'm not working you can find me in the garden or tearing up the hills on my mountain bike.. anything outdoors is my timeout.  \n\nI can't wait to hear from you and find out  about your own wedding plans!",
  "whatWeOfferTitle": "- What we offer -",
  "whatWeOfferText": "Style boards & inspirational assistance.  \n2-3 concepts per item required.  \nUnlimited design time.  \nEndless enthusiasm.  \n24/7 availablility (most of the time).  \nPersonal service - You work directly with the designer.  \nProofs & samples when required.  \nFinishing, detailing, compiling - you get a finished product.  \nComplete management from design to manufacture/print and delivery.  \nSet up on day if required.",
  "whatWeOfferImage1": "https://ucarecdn.com/4e38334e-bbc0-4d67-9353-50246851b95f/",
  "whatWeOfferImage2": "https://ucarecdn.com/6164319f-c8ee-4daf-bc0b-316bd0dc7fdf/",
  "whatWeOfferImage3": "https://ucarecdn.com/a2a52590-8e21-413e-a461-a9564ea7a984/",
  "whatWeOfferImage4": "https://ucarecdn.com/b525ca59-5dc2-4879-96a1-39a5e199bdb0/",
  "whatWeOfferImage5": "https://ucarecdn.com/e418d4a5-1306-42a7-9e8b-3ffdee85be3d/",
  "whatWeOfferImage6": "https://ucarecdn.com/a71b890f-5037-442e-bfac-0c40d3044a8c/",
  "howWeWorkTitle": "How We Work",
  "howWeWorkText": "After an initial meeting we compile and send over a complete proposal with associated costs and guideline printing and material costs depending on your requirements.\n\nWe create as many concept routes, style boards and source any other inspiration we feel is appropriate.\n\nAfter developing up the chosen concept we supply proofs and samples if required and organise local printing or can supply print ready files if preferred.\n\nWe work closely with our couples to make sure every detail is right - even down to sticking stickers and tracking down matching stamps!\n\nEverything is delivered on a next day signed for recorded delivery when complete, or delivered by hand depending on location and availability.",
  "howWeWorkImage": "https://ucarecdn.com/9dc8b95b-6859-4e4b-aae7-b577f38a2ab2/",
  "specialistTitle": "Specialist Requirements",
  "specialistText": "Br&newweddings have a vast network of craftsmen, printers and specialists who they can call upon for various requests including ceramics, woodwork, illustration, printing, letterpress, embossing and de-bossing, foiling and finishing.\n\nThese extra processes can add so much depth to a design and are discussed and costed per project accordingly.",
  "specialistImage": "https://ucarecdn.com/002052e4-cd1c-492a-ae69-5e571bb9bf17/"
}