{
	"pageTitle": "About",
	"image1": "https://ucarecdn.com/4faaafa9-4ea8-4dbb-b76a-e565e7ab9709/",
	"image2": "https://ucarecdn.com/8ea2db41-bfc0-42cf-84f3-5fb8db2d9b72/",
	"image3": "https://ucarecdn.com/e3dce370-1f56-41e7-bd01-b8f5e758f62c/",
	"image4": "https://ucarecdn.com/39f5de3b-0567-40a5-9e2f-e1b0a391736b/",
	"image5": "https://ucarecdn.com/f7734dc9-cda7-406b-8596-fb03bd2868e3/",
	"title1": "A Br&new story",
	"text1": "Having worked for award winning graphic and product design consultancies in the big smoke for 8 years our designer Freya decided it was time for a change and set about starting Br&newweddings and our parent company TheBr&newstudio LTD.\n\nWhilst TheBr&newstudio concentrates on the more corporate world of graphics designing brands, logos, websites and corporate identities for some fantastic clients, our little sister Br&newweddings sets about making your wedding days beautiful and absolutely unique using all our skills, experience and inspiration.",
	"title2": "Hello!",
	"text2": "Thanks for visiting! I’m Freya (thats me above) lover of leopard print, fizz & dinner parties! I grew up in the west country surrounded by hay bales and cider and until recently lived in a sunny corner of Surrey working in and around London. In 2015 my fiance and I moved to Oxfordshire and are currently 80% through a complete renovation of our new home looking out on the beautiful Chilton Ridgeway surrounded by fields, flowers and countryside.\n\nI have my own little studio about 1/2 a mile down the road where I spend my days creating pretty things and am lucky enough to have fantastic local transport links so I can still get into London quickly and easily for a sneaky rendevous with my couples (and get my tube fix in) when needed!\n\nI love a good story and could spend all day chatting with my couples hearing about all their fantastic ideas and wedding plans. From my years of experience in the design world I know how important it is for each project to be unique, your big day should reflect you as a couple and thats what I’m here to do. My job is to make your wedding day as unique and personal as it can be telling your story as a couple and making every little detail reflect your style and aspirations.\n\nWe source or create the most fantastic and quirky designs to any specification and help you to create an absolutely stunning result, building up the anticipation of your day through surprising and one of a kind invitations and wowing your guests on the day by developing truly personal and unforgettable on the day stationery.\n\nI look forward to hearing from you and finding out all about your wedding plans!"
}
