{
  "pageTitle": "Pricing",
  "introTitle": "- So What Does it Cost? -",
  "introText": "Due to the nature of our bespoke service we have a 2 part costing system:\n\n&nbsp;\n\n## PART 1 - DESIGN FEE\nWe charge a set design fee per item which covers our design time & skill.\n\nThis includes an initial meeting either in London or an hour’s drive from our studio. These fee’s are fixed no matter how wacky your ideas are.\n&nbsp;\n## PART 2 - MATERIALS & PRINTING\nIn addition to the design fee we charge for materials, printing and finishing separately. This means we can play around with details and finishing touches to help keep your design within budget.\n\n&nbsp;\n\nThe guideline costs below are based on our past weddings but during each project we work with our couples to supply exact costs and discuss aspiration v’s cost where suitable along the way.\n\nFinishing processes such as foiling, letterpress, embossing, thermography & calligraphy will all carry an additional cost and will be discussed on an individual project basis.\n\nPlease use the guide below to pick & mix which items you might like us to work on, or if you would like a bespoke proposal please get in touch via our contact form and we will get back to you asap.",
  "priceListTitle": "Guideline Price List 2016",
  "priceListItems": [
    {
      "name": "Save the Date",
      "designFee": "£150",
      "printCost": "£300",
      "notes": "Postcard format"
    },
    {
      "name": "Invitation Pack*",
      "designFee": "£500",
      "printCost": "£500",
      "notes": "Not including finishing details"
    },
    {
      "name": "Order of Service",
      "designFee": "£200",
      "printCost": "£200",
      "notes": "A4 vertical with ribbon tie"
    },
    {
      "name": "Table Plan",
      "designFee": "£200",
      "printCost": "£50",
      "notes": "A1 print, unframed"
    },
    {
      "name": "Table Names",
      "designFee": "£60",
      "printCost": "£60",
      "notes": "Postcard Format"
    },
    {
      "name": "Place Names",
      "designFee": "£60",
      "printCost": "£100",
      "notes": "Tent fold"
    },
    {
      "name": "Menu's",
      "designFee": "£60",
      "printCost": "£100",
      "notes": "Postcard, double sided"
    },
    {
      "name": "Favour Detailing",
      "designFee": "£100",
      "printCost": "£POA",
      "notes": "Depends on design"
    },
    {
      "name": "Envelopes",
      "designFee": "N/A",
      "printCost": "£35",
      "notes": ""
    },
    {
      "name": "Envelope Liners",
      "designFee": "N/A",
      "printCost": "£75",
      "notes": "Made to fit any size"
    },
    {
      "name": "Address Labels",
      "designFee": "N/A",
      "printCost": "£70",
      "notes": "To match invitation suite"
    },
    {
      "name": "Stickers",
      "designFee": "N/A",
      "printCost": "£35",
      "notes": "Range of sizes & shapes"
    },
    {
      "name": "Ribbon",
      "designFee": "N/A",
      "printCost": "£30-£50",
      "notes": "Various available"
    },
    {
      "name": "RSVP Ink Stamp",
      "designFee": "N/A",
      "printCost": "£50",
      "notes": ""
    }
  ],
  "priceListText": "*Invitation Pack includes all inserts required including:\nMain Invitation, RSVP card, gift list, accommodation, map, food choices, dress code etc...\n\nOther items are available on request including;\nChildrens entertainment books, favour details, message cards, belly bands, bridesmaids gift boxes, cake toppers, thumb prints.. or anything else you can think of! POA\n\n::: text-accent PLEASE NOTE:\nAll print and material costs are additional to the design fee. Due to the bespoke nature of our work, these costs vary depending on the final design of each item and are affected by format, material choice, finishing touches and specific details per design.\nThe guideline costs given above are based on the simplest format and standard materials, and are subject to change. If specialist materials such as wood, porcelain and specialist papers are chosen prices can vary dramatically. At proposal stage once we have discussed your requirements we can tailor costs better based on an individual basis for budgeting purposes.\n\nThere is no additional VAT.\n\nIF YOU WOULD LIKE MORE INFORMATION PLEASE CONTACT US...\n\n**www.brandnewweddings.co.uk**\n**freya@thebrandnewstudio.com**\n**077 93 73 888 4**"
}